Repository: bookingactivities/booking-activities
Catalog: languages/booking-activities-*.po
Languages: fr_fr

# Dialog title
source: Cancel booking
fr_fr: Annuler la réservation

source: Reschedule booking
fr_fr: Replanifier la réservation

# Dialog title
source: Request a refund
fr_fr: Demander un remboursement

source: Refund confirmation
fr_fr: Confirmation de remboursement

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Delete
fr_fr: Supprimer

source: Create Activity
fr_fr: Créer Activité

source: Import Activity
fr_fr: Importer Activité

source: Unbind Selected
fr_fr: Délier selection

source: Unbind Booked
fr_fr: Délier réservés

source: Unbind All
fr_fr: Tout délier

source: Unbind
fr_fr: Délier

# Button label to trigger the cancel action
source: Cancel booking
fr_fr: Annuler la réservation

# Button label to trigger the refund action
source: Reschedule
fr_fr: Replanifier

# Button label to trigger the refund action
source: Request a refund
fr_fr: Demander un remboursement

source: Error occurs when trying to retrieve event parameters.
fr_fr: Une erreur est survenue lors de la récupération des paramètres de l'évènement.

source: Error occurs when trying to save event parameters.
fr_fr: Une erreur est survenue lors de la sauvegarde des paramètres de l'évènement.

source: Error occurs when trying to add repetition exceptions.
fr_fr: Une erreur est survenue lors de l'ajout d'exceptions de répétition.

source: Error occurs when trying to delete repetition exceptions.
fr_fr: Une erreur est survenue lors de la suppression d'exceptions de répétition.

source: Error occurs when trying to display events.
fr_fr: Une erreur est survenue lors de l'affichage des évènements.

source: Error occurs when trying to add an activity on the calendar.
fr_fr: Une erreur est survenue lors de l'ajout d'une activité sur le calendrier.

source: Error occurs when trying to resize the event on the calendar.
fr_fr: Une erreur est survenue lors du redimensionnement de l'évènement sur le calendrier.

source: Error occurs when trying to move the event on the calendar.
fr_fr: Une erreur est survenue lors du déplacement de l'évènement sur le calendrier.

source: Error occurs when trying to render the event on the calendar.
fr_fr: Une erreur est survenue lors du rendu de l'évènement sur le calendrier.

source: Error occurs when trying to retrieve the event exceptions.
fr_fr: Une erreur est survenue lors de la récupération des exceptions de répétitions de l'évènement.

source: Error occurs when trying to retrieve the bookings.
fr_fr: Une erreur est survenue lors de la récupération des réservations.

source: Error: The event has been placed out of the calendar period.
fr_fr: Erreur : L'évènement a été placé en dehors de la période du planning.

source: Error occurs when trying to delete the event.
fr_fr: Une erreur est survenue lors de la suppression de l'évènement.

source: You must select a calendar first.
fr_fr: Vous devez d'abord créer un planning.

source: Error occurs when trying to create the calendar.
fr_fr: Une erreur est survenue lors de la création du planning.

source: Error occurs when trying to update the calendar.
fr_fr: Une erreur est survenue lors de la modification du planning.

source: Error occurs when trying to delete the calendar.
fr_fr: Une erreur est survenue lors de la suppression du planning.

source: Error occurs when trying to change the default calendar.
fr_fr: Une erreur est survenue lors de la modification du planning par défaut.

source: Error occurs when trying to retrieve calendar settings.
fr_fr: Une erreur est survenue lors de la récupération des paramètres du planning.

source: Error occurs when trying to create the activity.
fr_fr: Une erreur est survenue lors de la création d'une activité.

source: Error occurs when trying to update the activity.
fr_fr: Une erreur est survenue lors de la modification d'une activité.

source: Error occurs when trying to delete the activity.
fr_fr: Une erreur est survenue lors de la suppression d'une activité.

source: Error occurs when trying to import the activity.
fr_fr: Une erreur est survenue lors de l'import d'une activité.

source: Error occurs when trying to retrieve activity settings.
fr_fr: Une erreur est survenue lors de la récupération des paramètres de l'activité.

source: Error occurs when trying to retrieve activities bound to calendars.
fr_fr: Une erreur est survenue lors de la récupération des activités liées aux plannings.

source: No available activities found for this calendar.
fr_fr: Aucune activité disponible n'a été trouvée pour ce planning.

source: Error occurs when trying to update events bound to the updated activity.
fr_fr: Une erreur est survenue lors de la mise à jour des évènements liés à l'activité modifiée.

source: This event is booked, you cannot move it, change its duration, nor delete it.
fr_fr: Cet évènement est réservé, vous ne pouvez pas le déplacer, changer sa durée, ni le supprimer.

source: Error occurs when trying to unbind occurrences of the event.
fr_fr: Une erreur est survenue lors de la séparation des occurrences de l'évènement.

source: Move this occurence because it will affect the complete event.
fr_fr: Déplacer cette occurrence car cela va affecter l'évènement entier.

source: Resize this occurence because it will affect the complete event.
fr_fr: Redimensionner cette occurrence car cela va affecter l'évènement entier.

source: Delete this occurence because it will affect the complete event.
fr_fr: Supprimer cette occurrence car cela va affecter l'évènement entier.

source: Error occurs when trying to retrieve the group category settings.
fr_fr: Une erreur est survenue lors de la récupération des paramètres de la catégorie de groupes.

source: Error occurs when trying to retrieve the group of events settings.
fr_fr: Une erreur est survenue lors de la récupération des paramètres du groupe d'évènements.

source: Error occurs when trying to create the group of events.
fr_fr: Une erreur est survenue lors de la création du groupe d'évènements.

source: Error occurs when trying to update the group of events.
fr_fr: Une erreur est survenue lors de la modification du groupe d'évènements.

source: Error occurs when trying to delete the group of events.
fr_fr: Une erreur est survenue lors de la suppression du groupe d'évènements.

source: Error occurs when trying to create the group category.
fr_fr: Une erreur est survenue lors de la création de la catégorie de groupes.

source: Error occurs when trying to update the group category.
fr_fr: Une erreur est survenue lors de la modification de la catégorie de groupes.

source: Error occurs when trying to delete the group category.
fr_fr: Une erreur est survenue lors de la suppression de la catégorie de groupes.

source: Error occurs when trying to display product events. Please try later.
fr_fr: Une erreur est survenue lors de l'affichage des évènements du produit. Veuillez réessayer plus tard.

source: Error occurs when trying to book your event. Please try again.
fr_fr: Une erreur est survenue lors de la réservation de votre évènement. Veuillez réessayer.

source: Sorry, no events are available.
fr_fr: Désolé, aucun évènement n'est disponible.

source: No results.
fr_fr: Aucun résultat.

source: No bookings.
fr_fr: Aucune réservation.

source: Error occurs while trying to retrieve booking system.
fr_fr: Une erreur est survenue lors de la récupération des éléments HTML du système de réservation en cascade.

source: Error occurs while trying to switch booking method.
fr_fr: Une erreur est survenue lors du changement de méthode de réservation.

source: Error occurs while trying to reload booking system.
fr_fr: Une erreur est survenue lors du rechargement du système de réservation.

source: Error occurs while trying to update settings.
fr_fr: Une erreur est survenue lors de la mise à jour des paramètres.

source: Error occurs while trying to cancel booking.
fr_fr: Une erreur est survenue lors de l'annulation de la réservation.

source: Error occurs while trying to reschedule booking.
fr_fr: Une erreur est survenue lors de la replanification de la réservation.

source: Error occurs while trying to change booking state.
fr_fr: Une erreur est survenue lors de la modification du statut de la réservation.

source: Error occurs while trying to request available refund actions. Please contact the administrator.
fr_fr: Une erreur est survenue lors de la récupération des modes de remboursement. Veuillez contacter l'administrateur.

source: Error occurs while trying to request a refund. Please contact the administrator.
fr_fr: Une erreur est survenue lors de la demande de remboursement. Veuillez contacter l'administrateur.

source: Please fill this field.
fr_fr: Veuillez remplir ce champs.

source: Please select a valid value.
fr_fr: Veuillez choisir une valeur valide.

source: The calendar period can not end before it started.
fr_fr: La période du planning ne peut pas se terminer avant qu'elle ait commencée.

source: Day end time must be after day start time.
fr_fr: L'heure de fin de la journée doit être ultérieure à l'heure de début de la journée.

source: The repetition period is not set.
fr_fr: La période de répétition n'est pas renseignée.

source: The repetition period can not end before it started.
fr_fr: La période de répétition ne peut pas se terminée avant qu'elle ait commencée.

source: The repetition period should not start before the beginning date of the calendar.
fr_fr: La période de répétition ne devrait pas commencé avant le début du planning.

source: The repetition period should not end after the end date of the calendar.
fr_fr: La période de répétition ne devrait pas finir après la fin du planning.

source: The number of days should be between 0 and 365.
fr_fr: Le nombre de jours devrait être compris entre 0 et 365.

source: The number of hours should be between 0 and 23.
fr_fr: Le nombre d'heures devrait être compris entre 0 et 23.

source: The number of minutes should be between 0 and 59.
fr_fr: Le nombre de minutes devrait être compris entre 0 et 59.

source: The activity duration should not be null.
fr_fr: La durée de l'activité ne devrait pas être nulle.

source: The number of available bookings should be higher than or equal to 0.
fr_fr: Le nombre de réservations disponibles devrait être supérieur ou égal à 0.

source: You can't set less available bookings than it has already on one of the occurrence of this event.
fr_fr: Vous ne pouvez pas paramétrer moins de réservations disponibles qu'il n'y en a déjà sur l'une des occurrences de cet évènement.

source: The repetition period must include all booked occurences.
fr_fr: La période de répétition doit inclure toutes les occurrences réservées.

source: The selected event should be included in the period in wich it will be repeated.
fr_fr: L'évènement sélectionné devrait être inclus dans la période dans laquelle il va être répété.

source: Error: The repetition frequency is not a valid value.
fr_fr: Erreur : La valeur de la fréquence de répétition est invalide.

source: Exception dates should be included in the repetition period.
fr_fr: Les dates des exceptions devraient être comprise dans la période de répétition.

source: Exceptions should all have a different date.
fr_fr: Les exceptions devraient toutes avoir une date différentes.

source: You can't set an exception on a day when the occurence has already been booked.
fr_fr: Vous ne pouvez pas mettre une exception un jour où l'occurrence a déjà été réservée.

source: You haven't selected any schedule. Please select a schedule.
fr_fr: Vous n'avez sélectionné aucun créneau. Veuillez en choisir un.

source: The schedule you selected is corrupted, please reselect a schedule and try again.
fr_fr: L'horaire choisi est corrompu, veuillez choisir un horaire et essayez à nouveau.

source: You want to make %1$s bookings but only %2$s are available on this schedule. Please choose another schedule.
fr_fr: Vous souhaitez faire %1$s réservations mais seulement %2$s sont disponibles sur ce créneau. Veuillez choisir un autre créneau.

source: The activity must be bound to at least one calendar.
fr_fr: L'activité doit être liée à au moins un planning.

source: Select at least one activity.
fr_fr: Choisissez au moins une activité.

source: You must select at least two events.
fr_fr: Vous devez sélectionner au moins deux évènements.

source: You must type a title.
fr_fr: Vous devez entrer un titre.

source: Please consider switching your website to maintenance mode when working on a published calendar.
fr_fr: Veuillez considérer passer votre site web en mode de maintenance lorsque vous travailler sur un planning publié.

source: The activity has been successfully created but it is not available for this calendar.
fr_fr: L'activité a bien été créée mais elle n'est pas disponible sur ce planning.

source: Your booking has been successfully refunded.
fr_fr: Votre réservation a bien été remboursée.

source: Your refund request has been sent. We will contact you soon.
fr_fr: Votre demande de remboursement a été envoyée. Nous vous recontacterons bientôt.

source: Loading
fr_fr: Chargement

# action to cancel a booking
source: Cancel
fr_fr: Annuler

# action to refund a booking
source: Refund
fr_fr: Rembourser

# Short for availability [singular noun]
source: avail.
fr_fr: dispo.

source: booking
fr_fr: réservation

source: bookings
fr_fr: réservations

source: Pick a date
fr_fr: Choisissez une date

source: Pick a schedule
fr_fr: Choisissez un horaire

source: Tell us why? (Details, reasons, comments...)
fr_fr: Dîtes-nous pourquoi ? (Détails, raisons, commentaires...)

source: for one person
fr_fr: pour une personne

source: for %1$s persons
fr_fr: pour %1$s personnes

source: Product price
fr_fr: Prix du produit

source: Create your first calendar
fr_fr: Créez votre premier planning

source: Create your first activity
fr_fr: Créez votre première activité

source: Single event
fr_fr: Évènement seul

source: Selected event
fr_fr: Évènement sélectionné

source: Selected events
fr_fr: Évènements sélectionnés

source: Events
fr_fr: Évènements

# The noun, plural
source: Filters
fr_fr: Filtres

source: Show past events and access their booking list. You still won't be able to book a past event.
fr_fr: Montrer les évènements passés et accéder à la liste de leurs réservations. Il ne sera toujours pas possible de réserver un évènement passé.

source: Calendars filter
fr_fr: Filtrer par plannings

source: Allow to filter events by calendars.
fr_fr: Permettre de filtrer les évènements par plannings.

source: Activities filter
fr_fr: Filtrer par activités

source: Allow to filter events by activities.
fr_fr: Permettre de filtrer les évènements par activités.

# The action to filter
source: Filter
fr_fr: Filtrer

source: Show inactive bookings in the booking list (expired, cancelled, removed and refunded bookings).
fr_fr: Montrer les réservations inactives dans la liste des réservations (réservations expirées, annulées, supprimées et remboursées).

source: Pick the desired booking state:
fr_fr: Sélectionnez l'état souhaité pour la réservation :

source: Booking state
fr_fr: État de la réservation

source: Which group of events do you want to pick?
fr_fr: Quel groupe d'évènements voulez-vous sélectionner&nbsp;?

source: Do you really want to cancel this booking?
fr_fr: Voulez-vous vraiment annuler cette réservation ?

source: If you have already paid, you will be able to request a refund.
fr_fr: Si vous avez déjà payé, vous pourrez demander un remboursement.

source: Welcome! It seems you don't have any calendar yet. Go to %1$sCalendar Editor%2$s to create your first calendar.
fr_fr: Bienvenue ! Il semblerait que vous n'ayez pas encore de planning. Allez sur l'%1$séditeur de planning%2$s pour créer votre premier planning.

# The plural noun
source: Filters
fr_fr: Filtres

source: Calendars
fr_fr: Plannings

source: Activities
fr_fr: Activités

source: Pick an event to show its bookings
fr_fr: Sélectionner un évènement pour afficher ses réservations

source: Booking list
fr_fr: Liste de réservations

source: Make the most of Booking Activities
fr_fr: Tirez le meilleur de Booking Activities

source: You can extend Booking Activities functionnalities with the following great add-ons. They make your booking management easier and boost your turnover. Pick the one you are interested in and just give it a try, you have a 30-day money back guarantee, no conditions.
fr_fr: Vous pouvez étendre les fonctionnalités de Booking Activities grâce aux excellents modules ci-dessous. Ils rendent la gestion de vos réservations plus facile et augmente votre chiffre d'affaire. Choisissez les modules qui vous intéressent et essayez-les sans craintes ; vous bénéficiez d'une garantie de remboursement sous 30 jours sans conditions.

source: Display Pack
fr_fr: Pack d'Affichage

source: Customize Booking Activities appearance with the alternate views and customization options of this pack.
fr_fr: Personnalisez l'apparence de Booking Activities grâce aux affichages alternatifs et aux options de personnalisation de ce pack.

source: Put a special price on your events, make promotions and strategically draw the attention of your customers.
fr_fr: Mettez un prix spécifique sur vos évènements, faîtes des promotions et attirez stratégiquement l'attention de vos clients.

source: Order for Customers
fr_fr: Commander pour vos clients

source: Order and book for your customers and allow them to pay later on your website. Perfect for your operators and your salespersons.
fr_fr: Passez des commandes et prenez des réservations pour vos clients et permettez-leur de payer plus tard sur votre site. Idéal pour vos opérateurs.

source: Points of Sale
fr_fr: Multi Points de Vente

source: (requires WooCommerce)
fr_fr: (requiert WooCommerce)

source: You have several points of sale and one website for all. Thanks to this plugin, your points of sale managers will be able to manage independently their own activities, calendars and bookings from this single website.
fr_fr: Vous avez plusieurs points de vente mais un seul site web pour tous. Grâce à ce plugin vos gérants de points de vente pourront gérer indépendamment leurs propres activités, plannings, et réservations depuis votre seul site web.

# Before add-on price
source: From
fr_fr: À partir de

source: More information
fr_fr: Plus d'informations

source: Benefit from the best guarantees
fr_fr: Bénéficiez des meilleures garanties

source: Our customers satisfaction is what keep us moving in the right direction. We adapt our products according to your feedbacks in order to meet your needs. So just give a try to Booking Activities and its add-ons. If they do not meet your expectations, you will just have to tell us. This is the very reason why Booking Activities is completely free and we offer a 30-day money back guarantee on all our add-ons.
fr_fr: La satisfaction de nos clients est ce qui nous permet d'évoluer dans la bonne direction. Nous adaptons nos produits en fonctions de vos retours afin qu'ils répondent à vos besoins. Alors essayez simplement Booking Activities et ses modules. S'ils ne répondent pas à vos attentes, il suffira de nous le dire. C'est pour cette raison que Booking Activities est entièrement gratuit et que nous offrons une garantie de remboursement de 30 jours sur tous nos modules.

source: Secure Payments
fr_fr: Paiements sécurisés

source: Online payments are secured by PayPal
fr_fr: Les paiements en ligne sont sécurisés par PayPal

source: 30-Day money back guarantee
fr_fr: Garantie de remboursement de 30 jours

source: If you are not satisfied you will be 100% refunded, no questions asked
fr_fr: En cas d’insatisfaction vous serez remboursé à 100%, sans conditions

source: Ready to help
fr_fr: À votre écoute

source: Contact us at contact@booking-activities.fr at any time for any kind of help
fr_fr: Contactez-nous à contact@booking-activities.fr à tout moment pour toute assistance

source: General
fr_fr: Général

source: Cancellation
fr_fr: Annulation

source: Are you sure to delete this event permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement cet évènement ?

source: Are you sure to delete this calendar?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ce planning ?

source: Are you sure to delete this activity permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement cette activité ?

source: This will not delete the related events on the calendars but you will never be able to place new events from this activity anymore.
fr_fr: Cela ne supprimera les évènements liés sur les plannings mais vous ne pourrez plus placer d'évènements provenant de cette activité à l'avenir.

source: Are you sure to delete this group of events permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ce groupe d'évènements&nbsp;?

source: Events will NOT be deleted.
fr_fr: Les évènements NE seront PAS supprimés.

source: Are you sure to delete this category and all its groups of events permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement cette catégorie et tous ses groupes d'évènements&nbsp;?

source: Repetition
fr_fr: Répétition

source: Title
fr_fr: Titre

source: Give your event a specific title.
fr_fr: Donner un titre spécifiquement à cet évènement.

source: It will override the activity setting on this event only.
fr_fr: Cela outrepassera les paramètres de l'activité uniquement sur cet évènement.

source: Availability
fr_fr: Disponibilité

source: Set the amount of bookings that can be made on this event.
fr_fr: Paramétrez le nombre de réservations qui pourront être prises sur cet évènement.

source: Repetition Frequency
fr_fr: Fréquence de répétition

source: Do not repeat
fr_fr: Ne pas répéter

source: Daily
fr_fr: Tous les jours

source: Weekly
fr_fr: Toutes les semaines

source: Monthly
fr_fr: Tous les mois

source: Set the repetition frequency. This will create an occurence of the event every day, week or month.
fr_fr: Paramétrez la fréquence de répétition. Cela créera une occurrence de l'évènement tous les jours, semaines ou mois.

source: Repeat from
fr_fr: Répéter de

source: Set the starting date of the repetition. The occurences of the event will be added from this date.
fr_fr: Paramétrez la date de début de la répétition. Les occurrences de l'évènement seront créés à partir de cette date.

source: Repeat to
fr_fr: Répéter à

source: Set the ending date of the repetition. The occurences of the event will be added until this date.
fr_fr: Paramétrez la date de fin de la répétition. Les occurrences de l'évènement seront créés jusqu'à cette date.

source: You can add exception dates to the repetition. No event occurences will be displayed on the exception dates.
fr_fr: Vous pouvez ajouter des dates d'exception à la répétition. Aucune occurrence de l'évènement ne sera affichée sur les dates des exceptions.

source: Add
fr_fr: Ajouter

source: Delete selected
fr_fr: Supprimer la sélection

source: Permissions
fr_fr: Privilèges

source: Give your calendar a title to easily recognize it in a list.
fr_fr: Donner à votre planning un titre pour le reconnaître facilement dans une liste.

source: Duplicate from
fr_fr: Dupliquer à partir de

source: Don't duplicate
fr_fr: Ne pas dupliquer

source: If you want to duplicate a calendar, select it in the list. It will copy its events, activities list, and its settings but not the bookings made on it.
fr_fr: Si vous souhaitez dupliquer un planning, choisissez-le dans la liste. Cela copiera ses évènements, sa liste d'activités, et ses paramètres mais pas les réservations faîtes sur ce dernier.

source: Opening
fr_fr: Ouverture

source: The starting date of your calendar. Basically it should be the date of your first event.
fr_fr: La date de début de votre planning. Cela devrait simplement être la date de votre premier évènement.

source: Closing
fr_fr: Fermeture
