Repository: bookingactivities/booking-activities
Catalog: languages/booking-activities-*.po
Languages: fr_fr

source: Booking system specialized in activities (sports, cultural, leisure, events, and yours!). Works great with WooCommerce.
fr_fr: Système de réservation spécialisé pour les activités (sportives, culturelles, loisirs, évènements, et la votre !). Parfaitement intégré à WooCommerce.

# Landing page tab name
source: Home
fr_fr: Accueil

source: Calendar editor
fr_fr: Editeur de plannings

source: Bookings
fr_fr: Réservations

source: Settings
fr_fr: Paramètres

source: Customer
fr_fr: Client

# State of a booking
source: State
fr_fr: État

# Short for "Quantity"
source: Qty
fr_fr: Qtt

source: Unknown user
fr_fr: Utilisateur inconnu

source: No items found.
fr_fr: Aucun élément trouvé.

source: You must select a different schedule than the current one.
fr_fr: Vous devez choisir un créneau différent du créneau actuel.

source: You are not allowed to do this.
fr_fr: Vous n'avez pas les droits suffisants pour faire cela.

source: General settings
fr_fr: Paramètres généraux

source: Booking method
fr_fr: Méthode de réservation

source: When to load the events?
fr_fr: Quand charger les évènements&nbsp;?

source: Are started events bookable?
fr_fr: Est-il possible de réserver un évènement ayant débuté ?

source: Default booking state
fr_fr: Statut de réservation par défaut

source: Calendars timezone
fr_fr: Fuseau horaire des plannings

source: Date format
fr_fr: Format des dates

source: Calendars Settings
fr_fr: Paramètres des plannings

source: Default calendar per user
fr_fr: Planning par défaut par utilisateur

source: Bookings Settings
fr_fr: Paramètres des réservations

source: Show past events
fr_fr: Montrer les évènements passés

source: Allow calendars filter
fr_fr: Filtrer par plannings

source: Allow activities filter
fr_fr: Filtrer par activités

source: Show inactive bookings
fr_fr: Montrer les réservations inactives

source: Cancellation settings
fr_fr: Paramètres d'annulation

source: Allow customers to cancel their bookings
fr_fr: Permettre aux utilisateurs d'annuler leurs réservations

source: Allow customers to reschedule their bookings
fr_fr: Permettre aux utilisateurs de replanifier leurs réservations

source: Min delay before event
fr_fr: Délai minimum avant l'évènement

source: Possible actions customers can take to be refund
fr_fr: Actions possibles pour le remboursement

source: Manage Booking Activities Settings
fr_fr: Gérer les paramètres de Booking Activities

source: View Booking Activities Documentation
fr_fr: Consulter la documentation de Booking Activities

source: Report a bug or request a feature
fr_fr: Rapporter un bug ou demander une fonctionnalité

source: Report & Request
fr_fr: Rapporter un bug ou Faire une demande

source: Contact us directly
fr_fr: Contactez-nous directement

source: Contact us
fr_fr: Contactez-nous

source: Welcome to Booking Activities! To thank you for using our booking plugin, we give you a 20% discount on every add-ons with the code "FIRST20" on your first purchase on booking-activities.fr.
fr_fr: Bienvenue sur Booking Activities ! Pour vous remercier d'utiliser notre plugin de réservation, nous vous offrons 20% de réduction sur toutes nos extensions avec le code "FIRST20" sur votre premier achat sur booking-activities.fr.

source: See add-ons and hide this message
fr_fr: Voir les modules et cacher ce message

source: I have already benefited from this offer, hide this message
fr_fr: J'ai déjà bénéficié de cette offre, cacher ce message

source: <strong>Booking Activities</strong> has been helping you for one week now.
fr_fr: <strong>Booking Activities</strong> vous aide depuis une semaine maintenant.

source: Would you help it back leaving us a %s rating? We need you now to make it last!
fr_fr: Accepteriez-vous de l'aider en retour en nous laissant une note de %s&nbsp;? Nous avons besoin de vous maintenant ça dure&nbsp;!

source: Ok, I'll rate you five stars!
fr_fr: OK, je vais vous mettre cinq étoiles !

source: I already rated you, hide this message
fr_fr: Je vous ai déjà noté, cacher ce message

source: If <strong>Booking Activities</strong> helps you, help it back leaving us a %s rating. We need you now to make it last!
fr_fr: Si <strong>Booking Activities</strong> vous aide, aidez-le en retour en nous laissant une note de %s. Nous avons besoin de vous maintenant pour que ça dure&nbsp;!

source: Quantity
fr_fr: Quantité

source: Activity
fr_fr: Activité

source: You don't have any bookings.
fr_fr: Vous n'avez aucune réservation.

source: You can't make a booking for someone else.
fr_fr: Vous ne pouvez pas prendre de réservations pour quelqu'un d'autre que vous.

source: Your event has been booked successfully!
fr_fr: Votre évènement a été réservé avec succès !

source: Your events have been booked successfully!
fr_fr: Vos évènements ont été réservés avec succès&nbsp;!

source: An error occurred, please try again.
fr_fr: Une erreur s'est produite, veuillez recommencer.

source: You are not logged in. Please create an account and log in first.
fr_fr: Vous n'êtes pas connecté. Veuillez créer un compte et vous connecter d'abord.

source: This schedule is no longer available. Please choose another schedule.
fr_fr: L'horaire n'est plus disponible. Veuillez choisir un autre horaire.

source: Error occurs while trying to update booking quantity.
fr_fr: Une erreur s'est produite lors de la mise à jour des quantités réservées.

source: Activities are bookable according to the defined calendar, and expire in cart.
fr_fr: Les activités peuvent être réservées en fonction des disponibilités du planning et elles peuvent expirer dans le panier.

source: Site setting
fr_fr: Paramètre du site

source: Calendar
fr_fr: Calendrier

source: Multiple selection
fr_fr: Sélection multiple

source: Group category
fr_fr: Catégorie de groupe

# About group category
source: None
fr_fr: Aucune

source: Display only the groups
fr_fr: Afficher uniquement les groupes

source: Display only groups of events if checked. Else, also display the other single events (if any).
fr_fr: Affiche uniquement les groupes d'évènements si cochée. Sinon, affiche également les autres évènements seuls (s'il y en a).

source: Allow to book grouped events also as single events
fr_fr: Autoriser la réservation des évènements groupés également en tant qu'évènement seul

source: When a customer pick an event, let him choose between the group or the single event.
fr_fr: Lorsqu'un client choisit un évènement, laissez-le choisir entre le groupe ou l'évènement seul.

source: Enable this option if the product is a bookable activity
fr_fr: Activez cette option si le produit est une activité qui peut être réservée

source: Parent setting
fr_fr: Paramètre du parent

source: In cart
fr_fr: Dans le panier

source: Expired
fr_fr: Expiré

source: Removed
fr_fr: Supprimé

source: The expired bookings were not correctly deactivated by cron.
fr_fr: Les réservations expirées n'ont pas été correctement désactivées par le cron.

source: Phone
fr_fr: Téléphone

source: Refund amount:
fr_fr: Montant de la réservation :

source: Coupon
fr_fr: Code promo

source: Create a coupon worth the price paid. The coupon can be used once for any orders at any time.
fr_fr: Crée un code promo de la valeur du prix payé. Le code promo peut être utilisé une seule fois, pour toute commande, à tout moment.

source: Auto refund
fr_fr: Remboursement auto

source: Refund automatically via the gateway used for payment.
fr_fr: Rembourse automatiquement via la passerelle de paiement utilisée pour le paiement.

source: Booking #%1$s state has been updated from %2$s to %3$s.
fr_fr: L'état de la réservation #%1$s est passé de %2$s à %3$s.

source: Booking group #%1$s state has been updated from %2$s to %3$s.
fr_fr: L'état du groupe de réservations #%1$s est passé de %2$s à %3$s.

source: Click here to go to the order page and process the refund:
fr_fr: Cliquez ici pour vous rendre sur la page de la commande et procéder au remboursement :

source: Go to refund page
fr_fr: Aller à la page du remboursement

source: expired
fr_fr: expiré

source: days
fr_fr: jours

# singular of days
source: day
fr_fr: jour

source: Error occurs while trying to remove expired cart item.
fr_fr: Une erreur est survenue lors de la suppression d'un élément du panier ayant expiré.

source: Your cart has expired.
fr_fr: Votre panier a expiré.

source: The coupon code is %1$s. Use it on your next cart!
fr_fr: Le code promo est %1$s. Utilisez-le à votre prochain achat !

source: A %1$s coupon has been created. You can use it once for any order at any time.
fr_fr: Un code promo de %1$s a été créé. Vous pouvez l'utiliser une seule fois pour toute commande, à tout moment.

source: Book
fr_fr: Réserver

source: %d day
fr_fr: %d jour

source: %d hour
fr_fr: %d heure

source: Your activity is temporarily booked for %1$s. Please proceed to checkout.
fr_fr: Votre activité est temporairement réservée durant %1$s. Veuillez passer commande.

source: Your cart expires in
fr_fr: Votre panier expire dans

source: %d product has expired and has been automatically removed from cart.
fr_fr: %d produit a expiré et a été automatiquement supprimé du panier.

source: You can't update quantity since this product is temporarily booked on an order pending payment. Please, first cancel the order or remove this product from cart.
fr_fr: Vous ne pouvez pas modifier la quantité d'un produit en attente de paiement. Veuillez d'abord annuler la commande ou supprimer ce produit du panier.

source: Booked event
fr_fr: Évènement réservé

source: Booking number
fr_fr: N° de réservation

source: Booking group number
fr_fr: Numéro du groupe de réservation

source: Booked events
fr_fr: Évènements réservés

source: Status
fr_fr: État

source: Refund method
fr_fr: Méthode de remboursement

source: Coupon code
fr_fr: Code promo

source: Event ID
fr_fr: ID de l'évènement

source: Start
fr_fr: Début

source: End
fr_fr: Fin

source: Price
fr_fr: Prix

source: Cart
fr_fr: Panier

source: Show temporary bookings
fr_fr: Montrer les réservations temporaires

source: Cart expiration setting
fr_fr: Paramètre d'expiration du panier

source: Activate cart expiration
fr_fr: Activer l'expiration du panier

source: Timeout (minutes)
fr_fr: Délais (minutes)

source: Per product expiration
fr_fr: Expiration par produit

source: Reset countdown when cart changes
fr_fr: Réinitialiser le compte à rebours lorsque le panier est modifié

source: Show temporary bookings in the booking list (in cart bookings).
fr_fr: Montrer les réservations temporaires dans la liste des réservations (réservations dans le panier).

source: This parameter can be overriden by products settings in woocommerce.
fr_fr: Ce paramètre peut être outrepasser par les paramètres des produits dans WooCommerce.

source: WC Variable products calendars will always load after page load.
fr_fr: Les produits variables de WC seront toujours chargés après le chargement de la page.

source: Pick a schedule on the calendar:
fr_fr: Sélectionnez un horaire sur le calendrier :

source: The event doesn't exist, please pick an event and try again.
fr_fr: L'évènement n'existe pas, veuillez choisir un évènement et essayer à nouveau.

source: The group of events doesn't exist, please pick an event and try again.
fr_fr: Le groupe d'évènements n'existe pas, veuillez choisir un évènement et essayer à nouveau.

source: The event is out of calendar range, please pick an event and try again.
fr_fr: Cet évènement est hors de la période de validité du planning, veuillez choisir un évènement et essayer à nouveau.

source: The group of events is out of calendar range, please pick an event and try again.
fr_fr: Ce groupe d'évènements est hors de la période de validité du planning, veuillez choisir un évènement et essayer à nouveau.

source: You haven't picked any event. Please pick an event first.
fr_fr: Vous n'avez sélectionné aucun évènement. Veuillez tout d'abord en choisir un.

source: The amount of desired bookings is less than or equal to 0. Please increase the quantity.
fr_fr: Le nombre de réservations souhaitées est inférieur ou égal à 0. Veuillez augmenter la quantité.

source: You want to make %1$s bookings but only %2$s are available. Please pick another event or lower the quantity.
fr_fr: Vous voulez prendre %1$s réservations mais seulement %2$s sont disponibles. Veuillez choisir un autre évènement ou diminuer la quantité.

source: h:i a
fr_fr: H:i

source: Change booking state
fr_fr: Modifier l'état de la réservation

source: Change the booking state to any available state.
fr_fr: Modifier l'état de la réservation vers n'importe quel état disponible.

source: Cancel
fr_fr: Annuler

source: Cancel the booking.
fr_fr: Annuler la réservation.

source: Reschedule
fr_fr: Replanifier

source: Change the booking dates to any other available schedule for this event.
fr_fr: Changer les dates de la réservation vers n'importe quel autre horaire disponible pour cet évènement.

source: Request a refund
fr_fr: Demander un remboursement

source: Refund the booking with one of the available refund method.
fr_fr: Rembourser la réservation avec l'une des méthodes de remboursement disponible.

source: Change the booking group state to any available state.
fr_fr: Modifier l'état du groupe de réservations vers n'importe quel état disponible.

source: Edit bookings
fr_fr: Modifier les réservations

source: Edit each booking of the group separately.
fr_fr: Modifier chaque réservation du groupe séparément.

source: Cancel the booking group.
fr_fr: Annuler le groupe de réservation.

source: Refund the booking group with one of the available refund method.
fr_fr: Rembourser le groupe de réservations avec l'une des méthodes de remboursement disponible.

source: Send a refund request by email to the administrator.
fr_fr: Envoie une demande de remboursement par e-mail à l'administrateur.

source: Sorry, no available refund option were found. Please contact the administrator.
fr_fr: Désolé, aucune option de remboursement n'est disponible. Veuillez contacter l'administrateur.

source: There is only one available refund option:
fr_fr: Il n'y a qu'une option de remboursement :

source: Pick a refund option:
fr_fr: Choisissez une option de remboursement :

source: Refund request for booking group %1$s
fr_fr: Demande de remboursement pour le groupe de réservations %1$s

source: Refund request for booking %1$s
fr_fr: Demande de remboursement pour la réservation %1$s

source: %1$s wants to be refund for booking %2$s
fr_fr: %1$s veut être remboursé pour la réservation %2$s

source: User message
fr_fr: Message de l'utilisateur

source: Cancelled
fr_fr: Annulé

source: Refunded
fr_fr: Remboursé

source: Refund requested
fr_fr: Remboursement demandé

source: Pending
fr_fr: En attente

source: Booked
fr_fr: Réservé

# between two hours
source: to
fr_fr: à

# between two dates
source: to
fr_fr: à

source: l, F d, Y h:i a
fr_fr: l d F Y H:i

source: MMM, Do - LT
fr_fr: Do MMM - LT

source: 'Calendar': The user will have to pick the schedule directly on a calendar.
fr_fr: 'Calendrier' : L'utilisateur doit sélectionner directement l'évènement sur le calendrier.

source: Get more display methods with %1$sDisplay Pack%2$s add-on!
fr_fr: Obtenez plus de méthode d'affichage avec le module %1$sPack d'Affichage%2$s !

source: On page load
fr_fr: Au chargement de la page

source: After page load
fr_fr: Après le chargement de la page

source: Choose whether you want to load events when the page is loaded (faster) or after.
fr_fr: Choisissez si vous voulez charger les évènements lorsque la page se charge (plus rapide) ou après.

source: Allow or disallow users to book an event that already began.
fr_fr: Autoriser ou non les utilisateurs à réserver un évènement qui a déjà commencé.

source: Choose what status a booking should have when a custumer complete the booking form.
fr_fr: Choisissez quel statut une réservation doit avoir lorsqu'un client complète le formulaire de réservation.

source: Pick the timezone corresponding to where your business takes place.
fr_fr: Choisissez le fuseau horaire correspondant au lieu d'exercice de votre activité.

source: JS moment documentation
fr_fr: documentation de JS moment

source: Set the date format displayed on picked events lists. Leave empty to use the default locale-related format. Go to %1$s to know what tag you can use.
fr_fr: Paramétrez le format de date affichée sur la liste des évènements sélectionnés. Laissez vide pour utiliser le format de date lié à votre langue par défaut. Allez sur la %1$s pour savoir quels tags vous pouvez utiliser.

source: Allow or disallow customers to cancel a booking after they order it.
fr_fr: Autoriser ou non les clients à annuler une réservation suite à leur commande.

source: Allow or disallow customers to reschedule a booking after they order it.
fr_fr: Autoriser ou non les clients à replanifier une réservation suite à leur commande.

source: This won't apply to group of bookings.
fr_fr: Cela ne s'appliquera pas aux groupes de réservations.

source: days before the event
fr_fr: jours avant l'évènement

source: Define the delay before the event in wich the customer will not be able to cancel his booking no more. Ex: "7": Customers will be able to cancel their booking at least 7 days before the event starts. After that, it will be to late.
fr_fr: Définissez le délais précédent l'évènement après lequel le client ne pourra plus annuler sa réservation. Ex: "7": Les clients pourront annuler leur réservation au moins 7 jours avant le début de l'évènement. Après cela, ce sera trop tard.

source: Define the actions a customer will be able to take to be refunded after he cancels a booking.
fr_fr: Définissez les méthodes de remboursements que vos clients pourront choisir après avoir annulé une réservation.

source: Thank you for purchasing %s add-on!
fr_fr: Merci d'avoir acheté le module %s&nbsp;!

source: Prices and Promotions
fr_fr: Prix et Promotions

source: It seems you didn't activate your license yet. Please follow these instructions to activate your license:
fr_fr: Il semble que vous n'ayez pas encore activé votre licence. Veuillez suivre ces instructions pour activer votre licence&nbsp;:

source: How to activate %s license?
fr_fr: Comment activer la licence de %s&nbsp;?

source: Set a price or a promotion on your groups of events with %s add-on !
fr_fr: Mettez un prix ou une promotion sur vos groupes d'évènements grâce au module %s&nbsp;!

source: My grouped event
fr_fr: Mon évènement groupé

source: Set a price or a promotion on your events with %s add-on !
fr_fr: Mettez un prix ou une promotion sur vos évènements grâce au module %s&nbsp;!

source: My event
fr_fr: Mon évènement

# Short for availabilities [plural noun]
source: avail.
fr_fr: dispo.

source: Learn more
fr_fr: En savoir plus

source: Error occurs when trying to temporarily book your event. Please try later.
fr_fr: Une erreur s'est produite lors de la réservation temporaire de votre activité. Veuillez réessayer plus tard.

source: An error occurs while trying to change a product quantity. Please try again later.
fr_fr: Une erreur s'est produite lors du changement de quantité d'un produit. Veuillez réessayer plus tard.

source: Error occurs when trying to temporarily book the group of events. Please try later.
fr_fr: Une erreur s'est produite lors de la réservation temporaire de votre groupe d'évènements. Veuillez réessayer plus tard.

source: You want to add %1$s booking to your cart
fr_fr: Vous souhaitez ajouter %1$s réservation à votre panier

source: but only %1$s is available on this schedule.
fr_fr: mais seulement %1$s est disponible sur ce créneau.

source: Please choose another schedule or decrease the quantity.
fr_fr: Veuillez choisir un autre horaire ou diminuer la quantité.

source: Pending payment
fr_fr: Paiement en attente

source: Invalid user ID.
fr_fr: ID de l'utilisateur invalide.

source: Invalid order ID.
fr_fr: ID de la commande invalide.

source: The order contains invalid booking IDs.
fr_fr: La commande contient des IDs de réservation invalides.

source: Database failed to update.
fr_fr: Échec de mise à jour de la base de données.

source: The order doesn't contains any booking IDs.
fr_fr: La commande ne contient aucun ID de réservation.

source: Booking %1$s has not been correctly validated for order %2$s
fr_fr: La réservation %1$s n'a pas été correctement validée sur la commande %2$s.

source: Here is the errors list:
fr_fr: Voici la liste des erreurs :

source: Please verify the order and its bookings, and validate bookings manually if necessary.
fr_fr: Veuillez vérifier la commande et ses réservations, et valider les réservations manuellement si besoin.

source: View order
fr_fr: Voir la commande

source: Go to the related WooCommerce admin order page.
fr_fr: Aller à la page d'administration de la commande WooCommerce liée.

source: Coupon created as a refund for:
fr_fr: Code promo créé en tant que remboursement pour :

source: User
fr_fr: Utilisateur

source: Order
fr_fr: Commande

source: User message:
fr_fr: Message de l'utilisateur :

source: Auto refund proceeded by user.
fr_fr: Remboursement automatique réalisé par l'utilisateur.

source: Error occurs while trying to refund a booking.
fr_fr: Une erreur est survenue lors du remboursement de la réservation.

source: If you deactivate cart expiration, the temporary bookings made when a user add an activity to cart will become permanent, even if the user doesn't proceed to checkout.
fr_fr: Si vous désactivez l'expiration du panier, toutes les activités ajoutées au panier seront réservées de manière permanente, même si l'utilisateur ne valide pas sa commande.

source: The expiration time will be set for each product independantly, each with their own countdown before being removed from cart.
fr_fr: Le délais d'expiration sera appliqué indépendamment à chaque produit, chacun ayant son propre compte à rebours avant d'être retiré du panier.

source: Define the amount of time a user has before his cart gets empty.
fr_fr: Définissez le délais dont l'utilisateur dispose avant que son panier ne se vide.

source: The countdown will be reset each time a product is added, or when a product quantity is changed.
fr_fr: Le compte à rebours sera réinitialisé à chaque fois qu'un produit est ajouté, ou que la quantité d'un produit du panier est modifiée.

source: Update event parameters
fr_fr: Modifier les paramètres de l'évènement

source: Create new calendar
fr_fr: Créer un nouveau planning

source: Update calendar parameters
fr_fr: Modifier les paramètres du planning

source: Delete calendar
fr_fr: Supprimer le planning

source: Delete event
fr_fr: Supprimer l'évènement

source: Delete activity
fr_fr: Supprimer l'activité

source: Create a new activity or use an existing activity ?
fr_fr: Créer une nouvelle activité ou importer une activité existante ?

source: Import existing activity
fr_fr: Importer une activité existante

source: Create new activity
fr_fr: Créer une nouvelle activité

source: Update activity parameters
fr_fr: Modifier les paramètres de l'activité

source: This event is available in several bundles
fr_fr: Cet évènement est disponible dans plusieurs groupes

source: Create a group of events
fr_fr: Créer un groupe d'évènements

source: Update a group of events
fr_fr: Modifier un groupe d'évènements

source: Delete a group of events
fr_fr: Supprimer un groupe d'évènements

source: Create a group category
fr_fr: Créer une catégorie de groupes

source: Update a group category
fr_fr: Modifier une catégorie de groupes

source: Delete a group category
fr_fr: Supprimer une catégorie de groupes

source: Locked event
fr_fr: Évènement verouillé

source: Booking filters parameters
fr_fr: Paramètres des filtres de réservations

source: Booking list parameters
fr_fr: Paramètres de la liste des réservations
