Repository: bookingactivities/booking-activities
Catalog: languages/booking-activities-*.po
Languages: fr_fr

source: The ending date of your calendar. Basically it should be the date of your last event.
fr_fr: La date de fin de votre planning. Cela devrait simplement être la date de votre dernier évènement.

source: Day begin
fr_fr: Début de journée

source: Set when you want the days to begin on the calendar. Ex: '06:00' Days will begin at 06:00am.
fr_fr: Début de la journée sur le calendrier. Ex: '06:00' Les jours commenceront à 6h du matin.

source: See more at
fr_fr: Plus d'info sur

source: Day end
fr_fr: Fin de journée

source: Set when you want the days to end on the calendar. Ex: '18:00' Days will end at 06:00pm.
fr_fr: Fin de la journée sur le calendrier. Ex : '18:00' Les jours finiront à 6h du soir.

source: Get other essential customization options with %1$s add-on!
fr_fr: Obtenez d'autres indispensables options de personnalisation grâce au module %s&nbsp;!

source: Who can manage this calendar?
fr_fr: Qui peut gérer ce planning ?

source: Choose who is allowed to access this calendar.
fr_fr: Choisissez qui est autorisé à accéder à ce planning.

source: All administrators already have this privilege. If the selectbox is empty, it means that no users have capabilities such as %s.
fr_fr: Tous les administrateurs ont déjà ce privilège. Si la boîte de sélection est vide, cela signifie qu'aucun utilisateur ne possède les capacités telles que %s.

source: Operators from %1$s add-on and Point of sale managers from %2$s add-on have these capabilities. If you want to grant a user these capabilities, use a plugin such as %3$s.
fr_fr: Les Opérateurs du module %1$s et les Gérants de point de vente du module %2$s ont ces capacités. Si vous voulez donner ces capacités à un utilisateur, utilisez un plugin tel que %3$s.

source: Add manager
fr_fr: Ajouter le gérant

source: Remove selected
fr_fr: Supprimer la selection

source: Terminology
fr_fr: Nomenclature

source: Choose a short and relevant title for your activity. It will be shown on each events.
fr_fr: Choisissez un titre court et pertinent pour vos activités. Il sera affiché sur chaque évènement.

source: The default amount of bookings that can be made on each event of this activity. This can be overriden on each event independantly.
fr_fr: La quantité de réservations par défaut que l'on pourra prendre sur chaque évènement de cette activité. Celle-ci pourra aussi être paramétrer sur chaque évènement indépendamment.

source: Duration
fr_fr: Durée

# d for days
source: d
fr_fr: j

source: The default duration of an event when you drop this activity onto the calendar. Type an amount of days (d), hours (h) and minutes (m). For a better readability, try not to go over your working hours. Best practice for events of several days is to create one event per day and then group them.
fr_fr: La durée par défaut d'un évènement lorsque vous déposez cette activité sur le planning. Entrez une quantité de jours (j), d'heures (h) et de minutes (m). Pour une meilleure lisibilité, essayez de ne pas dépasser vos heures ouvrées. La bonne pratique pour les évènements s'étalant sur plusieurs jours est de créer un évènement par jour puis de les grouper.

source: Change duration on calendar
fr_fr: Changer la durée sur le calendrier

source: Allow to resize an event directly on calendar.
fr_fr: Permettre de redimensionner un évènement directement sur le calendrier.

source: Color
fr_fr: Couleur

source: Choose a color for the events of this activity.
fr_fr: Choisissez une couleur pour les évènements de cette activité.

source: Unit name (singular)
fr_fr: Nom de l'unité (singulier)

source: Name of the unit the customers will actually book for this activity. Set the singular here. Leave blank to hide this piece of information. Ex: 'You have booked 1 <strong><em>unit</em></strong>'.
fr_fr: Nom de l'unité concrète que le client va réserver pour cette activité. Mettez le singulier ici. Laissez vide pour cacher cette information. Ex: 'Vous avez réservé 1 <strong><em>unité</em></strong>'.

source: Unit name (plural)
fr_fr: Nom de l'unité (pluriel)

source: Name of the unit the customers will actually book for this activity. Set the plural here. Leave blank to hide this piece of information. Ex: 'You have booked 2 <strong><em>units</em></strong>'.
fr_fr: Nom de l'unité concrète que le client va réserver pour cette activité. Mettez le pluriel ici. Laissez vide pour cacher cette information. Ex: 'Vous avez réservé 2 <strong><em>unités</em></strong>'.

source: Show unit in availability
fr_fr: Afficher l'unité dans les disponibilités

source: Show the unit in the availability boxes. Ex: '2 <strong><em>units</em></strong> available' instead of '2'.
fr_fr: Afficher l'unité dans l'encart de disponibilités. Ex: '2 <strong><em>unités</em></strong> disponibles' au lieu de '2'.

source: Number of places per booking
fr_fr: Nombre de places par réservation

source: The number of persons who can do the activity with 1 booking. Set 0 to hide this piece of information. Ex: 'You have booked 1 unit for <em>2</em> persons'.
fr_fr: Le nombre de personnes qui peuvent faire l'activité avec une réservation. Mettez 0 pour cacher cette information. Ex: 'Vous avez réservé 1 unité pour <em>2</em> personnes'.

source: Who can manage this activity?
fr_fr: Qui peut gérer cette activité ?

source: Choose who is allowed to change this activity parameters.
fr_fr: Choisissez qui est autorisé à modifier les paramètres de cette activité.

source: Make this activity available on calendars:
fr_fr: Rendre cette activité disponibles sur les plannings:

source: An activity can be used on multiple calendars. You can add this activity to another calendar&apos;s list here. You will also be given the choice to import an existing activity when you will add an activity to the list of another calendar.
fr_fr: Une activité peut être utilisée sur plusieurs plannings. Vous pouvez ajouter cette activité à la liste d'un autre planning ici. On vous proposera également d'importer une activité existante lorsque vous voudrez ajouter une activité à la liste d'un autre planning.

source: Add calendar
fr_fr: Ajouter le planning

source: There are bookings on at least one of the occurence of this event.
fr_fr: Il y a des réservations sur au moins une occurrence de cet évènement.

source: You can't:
fr_fr: Vous ne pouvez pas :

source: If you want to edit independantly the occurences of the event that are not booked:
fr_fr: Si vous souhaitez modifier indépendamment les occurrences non-réservées de l'évènement:

source: You can:
fr_fr: Vous pouvez :

source: Unbind the selected occurence only.
fr_fr: Délier seulement l'occurrence sélectionnée.

source: Unbind all the booked occurences.
fr_fr: Délier toutes les occurrences réservées.

source: Warning: These actions will be irreversibles after the first booking.
fr_fr: Attention : Ces actions seront irréversibles après la première réservation.

source: Do you want to create a brand new activity or use on that calendar an activity you already created on an other calendar ?
fr_fr: Souhaitez-vous créer une toute nouvelle activité ou utiliser sur ce planning une activité que vous avez déjà créée sur un autre planning ?

source: Import an activity that you have already created on an other calendar:
fr_fr: Importer une activité que vous avez déjà créé sur un autre planning :

source: From calendar
fr_fr: Depuis le planning

source: Activities to import
fr_fr: Activités à importer

source: Group title
fr_fr: Titre du groupe

source: Name this group of events. Your cutomers may see this name if they have several booking choices (if the event is in two groups, or if you also allow to book the event alone). Choose a short and relevant name.
fr_fr: Nommez ce groupe d'évènements. Vos clients pourront voir ce nom s'ils ont plusieurs choix de réservations (si l'évènement fait partie de deux groupes, ou si vous autorisez aussi la réservation de l'évènement seul). Choisissez un nom court et pertinent.

source: Pick a category for your group of events.
fr_fr: Choisissez une catégorie pour votre groupe d'évènements.

source: Thanks to categories, you will be able to choose what groups of events are available on what calendars.
fr_fr: Grâce aux catégories, vous pourrez choisir quels groupes d'évènements seront disponibles sur quels plannings.

source: New category title
fr_fr: Titre de la nouvelle catégorie

source: Name the group of events category.
fr_fr: Donner un nom à la catégorie de groupes d'évènements.

source: Events list
fr_fr: Liste des évènements

source: Category title
fr_fr: Titre de la catégorie

source: There is no activity available, and you are not allowed to create one.
fr_fr: Aucune activité n'est disponible, et vous n'êtes pas autorisé à en créer.

source: Groups of events
fr_fr: Groupes d'évènements

source: Select at least 2 events to create a group of events
fr_fr: Sélectionnez au moins 2 évènements pour créer un groupe d'évènements

source: Create your first group of events
fr_fr: Créer votre premier groupe d'évènements

source: Welcome to Booking Activities! Let's start by creating your first calendar
fr_fr: Bienvenue sur Booking Activities ! Commençons par créer votre premier planning

source: There is no calendar available, and you are not allowed to create one.
fr_fr: Aucun planning n'est disponible, et vous n'êtes pas autorisé à en créer.

source: Copy and paste them in any post you want:
fr_fr: Copiez et collez-les dans l'article ou la page de votre choix :

source: This shortcode will display a booking form with this calendar. Users will be able to book an event via this form.
fr_fr: Ce shortcode affichera un formulaire de réservation avec ce planning. Les utilisateurs pourront réserver un évènement via ce formulaire.

source: This shortcode will display this calendar alone. Users will only be able to browse the calendar, they can't make booking with it.
fr_fr: Ce shortcode affichera ce planning seul. Les utilisateurs pourront seulement le parcourir, ils ne pourront pas prendre de réservation avec.
